content/index.org
#+TITLE: Soham's Epic Website
#+OPTIONS: toc:nil

Welcome to Soham's Website.

* Warning

This website contains a healthy mix of my opinions and shitposts.

The distinction is left as an exercise to the reader.

* Website FAQ
:PROPERTIES:
:CUSTOM_ID: faq
:END:

** Website looks ugly

Change your ~monospace~ font!

This website uses your default monospace font!

** Website text too small

Zoom in!

** Dark mode where?

Install an extension or something!


* Curated Links

- [[file:notes/bootc.org][My Bootc Notes]]
- [[file:vim.org][Vim - The Greatest Text Editor]]
- [[file:javascript.org][Please stop using JavaScript!]]


* Sitemap

[[file:sitemap.org][Sitemap]]
