index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-06-16 Mon 01:33 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Soham's Epic Website</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/static/style.css" /><meta property="og:title" content="Soham's Website" /><meta property="og:url" content="https://sohamg.xyz" /><meta property="og:image" content="https://sohamg.xyz/img.png" /> <link rel="me" href="https://discuss.systems/@zleet" /><meta property="og:type" content="website" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Soham's Epic Website</h1>
<p>
Welcome to Soham's Website.
</p>

<div id="outline-container-org15b316b" class="outline-2">
<h2 id="org15b316b">Warning</h2>
<div class="outline-text-2" id="text-org15b316b">
<p>
This website contains a healthy mix of my opinions and shitposts.
</p>

<p>
The distinction is left as an exercise to the reader.
</p>
</div>
</div>

<div id="outline-container-faq" class="outline-2">
<h2 id="faq">Website FAQ</h2>
<div class="outline-text-2" id="text-faq">
</div>

<div id="outline-container-orgdab1b0a" class="outline-3">
<h3 id="orgdab1b0a">Website looks ugly</h3>
<div class="outline-text-3" id="text-orgdab1b0a">
<p>
Change your <code>monospace</code> font!
</p>

<p>
This website uses your default monospace font!
</p>
</div>
</div>

<div id="outline-container-org1dabcc7" class="outline-3">
<h3 id="org1dabcc7">Website text too small</h3>
<div class="outline-text-3" id="text-org1dabcc7">
<p>
Zoom in!
</p>
</div>
</div>

<div id="outline-container-org0f29e14" class="outline-3">
<h3 id="org0f29e14">Dark mode where?</h3>
<div class="outline-text-3" id="text-org0f29e14">
<p>
Install an extension or something!
</p>
</div>
</div>
</div>


<div id="outline-container-orga2f4c4d" class="outline-2">
<h2 id="orga2f4c4d">Curated Links</h2>
<div class="outline-text-2" id="text-orga2f4c4d">
<ul class="org-ul">
<li><a href="notes/bootc.html">My Bootc Notes</a></li>
<li><a href="vim.html">Vim - The Greatest Text Editor</a></li>
<li><a href="javascript.html">Please stop using JavaScript!</a></li>
</ul>
</div>
</div>


<div id="outline-container-orgec7dff2" class="outline-2">
<h2 id="orgec7dff2">Sitemap</h2>
<div class="outline-text-2" id="text-orgec7dff2">
<p>
<a href="sitemap.html">Sitemap</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer><hr />Made with Emacs <br /> CC-BY-SA </footer>
</div>
</body>
</html>
